0Ç¨E	*ÜHÜ˜†Ç¨60Ç¨210	`ÜHe0Ç°d	*ÜHÜ˜†Ç°UÇ°Q<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>en</key>
		<string>The Wi-Fi Diagnostics Profile generates files that allow Apple to troubleshoot issues with your device and help Apple to improve its products and services.  The generated files may contain some of your personal information, including about your Wi-Fi connection, such as the hardware address of the wireless router you are connected to and content you transfer over the network while this profile is installed. This profile will expire after 7 days.
			
You will be able to turn on and off logging at any time while the Profile is installed. To turn off logging on your iOS device, open Settings, tap General, tap "Profiles," tap "WiFi Performance Diagnostics" and tap "Delete Profile"

By enabling this diagnostic tool and sending a copy of the generated files to Apple, you are consenting to Apple‚Äôs use of the content of such files in accordance with its privacy policy (http://www.apple.com/legal/privacy).

Apple Confidential Profile. Do not distribute. Not to be used or disclosed without permission from Apple. Copyright ¬© 2023, Apple Inc. All rights reserved.</string>
	</dict>
	<key>DurationUntilRemoval</key>
	<real>604800</real>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Logging Payload for SystemConfiguration, IP Configuration, Captive and EAP/802.1x </string>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.0</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>27CFE116-4824-4FD0-8302-94274F631DD6</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.IPConfiguration</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.SystemConfiguration</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
					<key>SCDynamicStore</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>info</string>
							<key>Persist</key>
							<string>info</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.captive</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.corecaptured</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>default</string>
							<key>Persist</key>
							<string>default</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>7</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.eapol</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.wifikit</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>14</integer>
						</dict>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.captive.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>LogFlags</key>
						<integer>-1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.eapol.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.IPConfiguration.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.IPMonitor.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>WiFiManagerLoggingEnabled</key>
						<string>true</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.MobileWiFi.debug</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>ShowWiFiUI</key>
						<string>true</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.wifi.ui</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>LoggingEnabled</key>
						<integer>1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.wifiFirmwareLoader</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>CoreCaptureConfig</key>
						<dict>
							<key>CCConfigurePipe</key>
							<dict>
								<key>com.apple.driver.ACIWiFiDriver</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareEcounterLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>TimeSyncEngineMessages</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.iokit.IO80211Family</key>
								<dict>
									<key>IO80211AWDLPeerManager</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>OneStats</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
							</dict>
							<key>CCConfigureStream</key>
							<dict>
								<key>com.apple.driver.ACIWiFiDriver</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>RxEvents</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>RxManagement</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>RxStats</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37795716399104</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>351617645098215952</integer>
											</dict>
										</dict>
										<key>drainrxdatawio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>filltxfdatawio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>8388608</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>2</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>4718933</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>debugQueueStream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>-1</integer>
												<key>LogLevel</key>
												<integer>127</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270038</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270016</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358469243185680</integer>
											</dict>
										</dict>
										<key>bulkread</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>11</integer>
											</dict>
										</dict>
										<key>bulkwrite</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>credits0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>events</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>glomtransmitted</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>networkfamilystack_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxhsic</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxsdio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>rxpacket</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>137447342080</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_ap1</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>33848193</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Chip_UART</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270038</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270016</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358469243185680</integer>
											</dict>
										</dict>
										<key>commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>credits0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>driverstatepcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>events</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>glomtransmitted</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxpcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxsdio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>rxpacket</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>rxpacketpcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>137447342080</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_ap1</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>33848193</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Firmware_Bus</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareEcounterLogs</key>
									<dict>
										<key>FirmwareEcounterLogs</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Chip_UART</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>TimeSyncEngineMessages</key>
									<dict>
										<key>TimeSyncEngine</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.iokit.IO80211Family</key>
								<dict>
									<key>ControlPath</key>
									<dict>
										<key>IO80211 Event Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>4</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211 IOCTL Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>IO80211AWDLPeerManager</key>
									<dict>
										<key>bpfIO80211Awdl</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358198660246032</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>OneStats</key>
									<dict>
										<key>IO80211 IOReporter Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
								</dict>
							</dict>
						</dict>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.corecapture.configure</string>
				</dict>
			</array>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.1</string>
			<key>PayloadType</key>
			<string>com.apple.defaults.managed</string>
			<key>PayloadUUID</key>
			<string>A4979507-75C6-455D-B9E8-0200E1E055F1</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>CoreCaptureConfig</key>
			<dict>
				<key>CCConfigurePipe</key>
				<dict>
					<key>com.apple.driver.ACIWiFiDriver</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
					<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareBusLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareEcounterLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>TimeSyncEngineMessages</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
					<key>com.apple.iokit.IO80211Family</key>
					<dict>
						<key>IO80211AWDLPeerManager</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>OneStats</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
				</dict>
				<key>CCConfigureStream</key>
				<dict>
					<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>commander</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>driverstatepcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>events</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
								</dict>
							</dict>
							<key>requestiotxpcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>7</integer>
								</dict>
							</dict>
							<key>requestiotxsdio</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>7</integer>
								</dict>
							</dict>
							<key>rxpacket</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>rxpacketpcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>loggerstream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>33848193</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareBusLogs</key>
						<dict>
							<key>Firmware_Bus</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareEcounterLogs</key>
						<dict>
							<key>FirmwareEcounterLogs</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Chip_UART</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
					</dict>
					<key>com.apple.iokit.IO80211Family</key>
					<dict>
						<key>ControlPath</key>
						<dict>
							<key>IO80211 Event Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>-1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>4</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
							<key>IO80211 IOCTL Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>-1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>IO80211AWDLPeerManager</key>
						<dict>
							<key>bpfIO80211Awdl</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>27358198660246032</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>OneStats</key>
						<dict>
							<key>IO80211 IOReporter Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
					</dict>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Mega Logging Profile</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.2</string>
			<key>PayloadType</key>
			<string>com.apple.corecapture.configure</string>
			<key>PayloadUUID</key>
			<string>A4979508-85C6-555D-C9E8-1200E1E05117</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Enable WiFi daemon and driver diagnostic mode</string>
	<key>PayloadDisplayName</key>
	<string>WiFi Performance Diagnostics</string>
	<key>PayloadIdentifier</key>
	<string>com.apple.defaults.managed.corecapture.wifi.megawifi</string>
	<key>PayloadOrganization</key>
	<string>Apple Inc.</string>
	<key>PayloadScope</key>
	<string>system</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>39B86B94-5715-4E03-9C65-517BD78DCC46</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>RemovalDate</key>
	<date>2024-06-08T07:00:00Z</date>
</dict>
</plist>
†Ç	s0Ç0Ç †π˚eëJòi0	*ÜHÜ˜ 0b10	UUS10U

Apple Inc.1&0$UApple Certification Authority10UApple Root CA0130524174337Z280524174337Z0Åå1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0Ç"0	*ÜHÜ˜ Ç 0Ç
Ç ∏H°glVùÂp≈FÙØÖ„Ω:ﬁ°ÁŸ®6<b•|†G≥kÅ¨˛ÿtÊ5∞XOtÿ£˛Ì-Ó§s%Y‘ñ‹&œù'ãTú‹í±‡3bô»πØ6§jÅëßm››-ÃÅ}Ã)â£…ô™¢ÏŸgi<øD($±ƒ,5÷± %ÔPß€%∆√Oo[áæ*Òìß‘l^≤9.©·m;Æ9q?ÛπÙWù# OôÉ^üXæµ—Ï◊≤~¬e‚ÒÏ<¶¸n€V≥Ó
≤K…¢Ò1ˆÆﬁ5l√Ä^Pcê∂∫m\¿„ü&ÉJﬁõ©∞Zo˚õkÅÏ›ﬂ2ﬁ¸.B¢ xZ◊ £Å¶0Å£0U˜æ|!`ë€={ÿ:2Åiﬂûlõ0Uˇ0ˇ0U#0Ä+–iGîv	˛Ùkç.@¶˜GM^0.U'0%0#†!†Ühttp://crl.apple.com/root.crl0Uˇ0
*ÜHÜ˜cd 0	*ÜHÜ˜ Ç ïÕç˝§]ıÒ¿áIá›≥3ì≠Ñ–!ì„Ÿ÷⁄Ø	"Ç`<YBÒ-ì∂?ˇÙ*ÙÓjx¡.˚;LÆeCÀœ®Î=7êE/Jç®àk‚ö€Ôg∏Ò‰ÿÜqw”Ûâ‡Ø§Í(§?4ye6ÉTAq◊!‹PUEŒéº˜‹U–≥ (Q¨sQ¨yãní†7	a1/°—∫Î·\7¿ÿ—Á‡RB§îãˆ`"`|†¿?¡ïÖ’¬'c∞bVôÌ%ÙÃàôô‹T∑yËÅÖ8@¬πÌMb‘+ˆ)Òg°·çrwˆ†î+QàÑSÚÛí	ÑÛËø°&œ¸í7ª@0ÇS0Ç;†tYr–ıÈâ0	*ÜHÜ˜ 0Åå1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0230822163130Z260821163129Z0s1.0,U%AppleCare Profile Signing Certificate10UConfiguration Profiles10U

Apple Inc.10	UUS0Ç"0	*ÜHÜ˜ Ç 0Ç
Ç œ©ˆÙZ˘›ùÖÍË'/¬§~⁄ÍºÿÏ¢§˛R;ñY“eÙ2‹ƒÎ∞KìÉ≠*…≤-∆ÙÃhxlπ·*÷¢svEÑßq˙Â|2G[‘!•È,IπÒΩIÿ´Ec8—W»%y~õÎõ.1«è÷⁄‚ÏÓ:,Fá8WŸH+†w¨]„Ì]€ç€+Ø^»¬V™˙¯ƒ—€¯=R|`AÔ‘›:«
m%h ıdÙ®ı’ÑEÀàÛ˘w≤&PŒT"…ﬂùa&áÅKDn¢"á7!´÷§!~œÜZﬂMƒe‹`û
3Õ†ñi>
<†ø≤Ì±ı–!„C‚v)¡é£ £Çœ0ÇÀ0Uˇ0 0U#0Ä˜æ|!`ë€={ÿ:2Åiﬂûlõ0@+40200+0Ü$http://ocsp.apple.com/ocsp04-aaica020ÇU Ç0Ç0Å˛	*ÜHÜ˜cd0Å0(+http://www.apple.com/appleca0Å√+0Å∂Å≥Reliance on this certificate by any party assumes acceptance of the then applicable standard terms and conditions of use, certificate policy and certification practice statements.0U%ˇ0	*ÜHÜ˜cd0UP∏åêçHÑqgÀˆä÷~ñ⁄0UˇÄ0	*ÜHÜ˜ Ç óG	ØYÚu|T˜[G`ggD,”D7GNã."îcˇÓ‡L*ÉQ*π¶%ß…0Ö–˘ÚhXnmI2wòŒ∆ÓÅJC^%˙ÿóµÀÈ|ÍpŸO⁄»∏M£dÂg∫V“VjñΩâ‹x¡*ÌkÍ®Ò;ÿÒK•€Rr*mw^’u˝M´ÖD˝ÅÇ¢;¬µ≈mgÀzzAª4ÏÍ±_'CìÁ+u-FƒÛ}ˇ[Wp=Õ˜ÉY;l¬mâ◊A_VO¢o*DëÇ6ﬂM©l ™i˜t}´j‹"RÍÈ◊à	°ödéW¸èÇùÙ&_ÊM≤˛ó0tÁ[S±‘F1Ç=0Ç9ÄP∏åêçHÑqgÀˆä÷~ñ⁄0	`ÜHe0	*ÜHÜ˜ Ç meRˆô[Suœ€Ûzb†∑N7Õo°ô¢CPÅh\”*U†ïRHÏ∆∏ì¿h∏ÆÙ∞∂i˙&ﬁ™5”–!™ÿçõu÷JÀªÑ-cˆN0Ü„25Æs'˛è‡ŸaˇôÅıÍÙÆ[Ë⁄Ç†_APz^ÕÖËñÄ8!Ä∂*∆˙2›Ì*t<Yﬂ“·íF§ìø™v— π]g–∏…Mv¸RjS¶nMQñ'¥%Y⁄uu\kÒµ_ı´Œó√ÀÅ¥óπj€≥”{Îª“-ÂÚπ	©Ñ5oJ◊$ÑE^xˇ(må∆(¥^§´q®mõ t?Æb€